{
    "LazyVim": {
        "branch": "main"
    },
    "SchemaStore.nvim": {
        "branch": "main"
    },
    "blink.cmp": {
        "branch": "main"
    },
    "catppuccin": {
        "branch": "main"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "dressing.nvim": {
        "branch": "master"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "git-blame.nvim": {
        "branch": "master"
    },
    "gopher.nvim": {
        "branch": "main"
    },
    "grug-far.nvim": {
        "branch": "main"
    },
    "harpoon": {
        "branch": "harpoon2"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydev.nvim": {
        "branch": "main"
    },
    "log-highlight.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "markdown-preview.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason-nvim-dap.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "micropython.nvim": {
        "branch": "main"
    },
    "mini.ai": {
        "branch": "main"
    },
    "mini.icons": {
        "branch": "main"
    },
    "mini.pairs": {
        "branch": "main"
    },
    "mini.starter": {
        "branch": "main"
    },
    "neotest": {
        "branch": "master"
    },
    "neotest-jest": {
        "branch": "main"
    },
    "noice.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-go": {
        "branch": "main"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-dap-virtual-text": {
        "branch": "master"
    },
    "nvim-lint": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-ts-autotag": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "omnisharp-extended-lsp.nvim": {
        "branch": "main"
    },
    "one-small-step-for-vimkind": {
        "branch": "main"
    },
    "persistence.nvim": {
        "branch": "main"
    },
    "phpactor.nvim": {
        "branch": "main"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "render-markdown.nvim": {
        "branch": "main"
    },
    "snacks.nvim": {
        "branch": "main"
    },
    "telekasten.nvim": {
        "branch": "main"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "ts-comments.nvim": {
        "branch": "main"
    },
    "undotree": {
        "branch": "master"
    },
    "vim-fugitive": {
        "branch": "master"
    },
    "vim-tmux-navigator": {
        "branch": "master"
    },
    "vscode-js-debug": {
        "branch": "main"
    },
    "window-picker": {
        "branch": "main"
    },
    "zen-mode.nvim": {
        "branch": "main"
    }
}
